results/ycsb/4-nodes/6-clients/couchbase2/workloadq2_couchbase_custom-validation2/results-10.txt
[OVERALL], RunTime(ms), 53039
[OVERALL], Throughput(ops/sec), 1885.4050792812836
[TOTAL_GCS_G1_Young_Generation], Count, 41
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 790
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 1.489470012632214
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 41
[TOTAL_GC_TIME], Time(ms), 790
[TOTAL_GC_TIME_%], Time(%), 1.489470012632214
[CLEANUP], Operations, 10
[CLEANUP], AverageLatency(us), 1.3
[CLEANUP], MinLatency(us), 0
[CLEANUP], MaxLatency(us), 5
[CLEANUP], 0, 5.0
[CLEANUP], 1000, 0.6
[CLEANUP], 2000, 1.25
[QUERY_2], Operations, 99993
[QUERY_2], AverageLatency(us), 4906.632434270399
[QUERY_2], MinLatency(us), 420
[QUERY_2], MaxLatency(us), 1282078
[QUERY_2], Return=OK, 100000
[QUERY_2], 0, 31398.281306715064
[QUERY_2], 1000, 10464.411332633788
[QUERY_2], 2000, 6575.857898215466
[QUERY_2], 3000, 6068.979356405586
[QUERY_2], 4000, 6082.783191230207
[QUERY_2], 5000, 5408.3075233388245
[QUERY_2], 6000, 4871.660029140359
[QUERY_2], 7000, 5527.932372505543
[QUERY_2], 8000, 5435.217557251908
[QUERY_2], 9000, 5813.110593713621
[QUERY_2], 10000, 6417.302521008403
[QUERY_2], 11000, 4786.409286740067
[QUERY_2], 12000, 5398.583603020496
[QUERY_2], 13000, 5045.774242424242
[QUERY_2], 14000, 5282.035619351409
[QUERY_2], 15000, 4661.720984215413
[QUERY_2], 16000, 4329.145098039216
[QUERY_2], 17000, 4718.461721350452
[QUERY_2], 18000, 4054.247389558233
[QUERY_2], 19000, 4816.336924583741
[QUERY_2], 20000, 4874.446428571428
[QUERY_2], 21000, 4885.433024841695
[QUERY_2], 22000, 4394.966960352423
[QUERY_2], 23000, 3957.6968472109943
[QUERY_2], 24000, 4774.062052505967
[QUERY_2], 25000, 4515.37222715173
[QUERY_2], 26000, 4690.580300824842
[QUERY_2], 27000, 5085.387845849802
[QUERY_2], 28000, 3960.8238095238094
[QUERY_2], 29000, 4152.541372141372
[QUERY_2], 30000, 5088.071063394683
[QUERY_2], 31000, 5225.440020953379
[QUERY_2], 32000, 4459.481793960924
[QUERY_2], 33000, 4506.718862815885
[QUERY_2], 34000, 3759.6866064710307
[QUERY_2], 35000, 4105.0389983579635
[QUERY_2], 36000, 4367.021071115013
[QUERY_2], 37000, 3898.7886337096147
[QUERY_2], 38000, 4363.26288209607
[QUERY_2], 39000, 5234.109481403876
[QUERY_2], 40000, 4102.963679245283
[QUERY_2], 41000, 5450.72118226601
[QUERY_2], 42000, 4788.664938737041
[QUERY_2], 43000, 4502.728422955264
[QUERY_2], 44000, 4080.9140879478828
[QUERY_2], 45000, 4852.668932038835
[QUERY_2], 46000, 4324.09144409235
[QUERY_2], 47000, 3863.059982486865
[QUERY_2], 48000, 3151.8340883352207
[QUERY_2], 49000, 3165.1428571428573